<!-- BaserPageTagBegin -->
<?php $this->BcBaser->setTitle('8. 固定ページを追加して公開する') ?>
<?php $this->BcBaser->setDescription('') ?>
<?php $this->BcBaser->setPageEditLink(22) ?>
<!-- BaserPageTagEnd -->

<h2 class="mt0">サイトならではの情報を提供する</h2>

<p>サイト公開に必要な設定は完了しました。お疲れさまでした！</p>

<p>&hellip;しかし、今のままでは、<strong>このウェブサイトならではの情報が何もありません。</strong></p>

<div class="well">
<ul>
	<li>自慢のお店、商品をどう紹介しますか？</li>
	<li>診察時間は、何時から何時までですか？休診日はいつですか？</li>
	<li>あなたのこれまでの作品の写真、印刷物のスキャン、当日のステージスナップはありますか？</li>
	<li>他の競合よりも、あなたの会社に問い合わせるとよい「理由」はなんですか？</li>
	<li>団体は何を目的としていて、どのような活動をしてきたのですか？</li>
</ul>
</div>

<p>ここで書くことが思いつかず、そのまま力尽きてしまう人が多いのです｡･ﾟ･(ﾉД`)･ﾟ･。</p>

<p>同じ業種のサイトを訪問して、掲載すべき内容を調べましょう！<br />
過去の実績を整理しましょう！<br />
店舗・スタッフ・料理の写真を集めましょう！</p>

<h2>ページを作るのが無理そうなときは&hellip;</h2>

<p>最近はスマートフォンの普及もあり、トップページだけですべての内容を紹介するウェブサイトも増えました。<br />
このテーマは、<strong>HTML編集の知識があり、どうしても情報が少ない場合は、トップページだけでも公開できます。</strong>カテゴリーなしの「index」のページを加筆・編集してください。</p>

<p>HTMLの編集が苦手な場合、きちんと情報を提供したい場合は、がんばって新しい固定ページを作りましょう。</p>

<p class="text-center">&nbsp;</p>