<!-- BaserPageTagBegin -->
<?php $this->BcBaser->setTitle('0. 素材を用意する') ?>
<?php $this->BcBaser->setDescription('ratio_3_2テーマの導入手順です。') ?>
<?php $this->BcBaser->setPageEditLink(3) ?>
<!-- BaserPageTagEnd -->

<h2 class="mt0">「ratio_3_2」の世界へようこそ！</h2>

<p>baserCMSは、無事インストールできましたか？<br />
さっそくウェブサイトを作りはじめましょう、と言いたいところですが&hellip;<br />
<strong>ウェブサイトには最低限、どんな情報が必要か、わかっていますか？</strong></p>

<p>まずはブラウザを閉じて、以下の素材の調達をはじめましょう。</p>

<h3>ウェブサイトの基本情報</h3>

<h4>ウェブサイトの名前</h4>

<p>企業名・店舗名・団体名など。</p>

<h4>ウェブサイトのロゴ</h4>

<p>このテーマは文字あり・マークだけ・ロゴなし、どれでも構いません。<strong>高さ70ピクセル位の画像</strong>を用意してください。</p>

<h4>メールアドレス・住所・電話番号</h4>

<p><strong>ウェブサイトに連絡先は必須です。</strong>店舗なら、地図を表示するための正確な住所も必要です。</p>

<h3>検索サイトに関する情報</h3>

<h4>ウェブサイトの正式な名前</h4>

<p>ウェブサイト名の前に、よく検索される言葉を2・3個、半角スペースでつなげます。<br />
たとえば作者のウェビングスタジオのサイトでは、「愛知 北海道 CMS カスタマイズ 復旧なら ウェビングスタジオ」となっています（2015年11月現在）。</p>

<h4>ウェブサイトの説明文</h4>

<p>ウェブサイト名で検索したときに、表示される説明文を決めます。こちらにもよく検索されそうな言葉を含めてください。<br />
一般に、120文字前後が良いと言われています。</p>

<p>なお、baserCMSには「キーワード」を設定する項目がありますが、現在はほとんど検索サイトでは参照されていないため、空欄で構いません。</p>

<h3>SNSのアカウント情報</h3>

<p>SNS（ソーシャルネットワーキングサービス）のアカウントはありますか？</p>

<p><span class="text-danger">ひとつもない！？</span><br />
<strong>Twitter・Instagram・LINE@・YouTubeチャンネル</strong>のどれかを、今すぐ用意しましょう！</p>

<p>専門職ならTwitter、若い人との交流が多いならLINE@、きれいな写真や動画をたくさん配信できるなら、InstagramやYouTubeがおすすめです。<br />
アカウントを取得したら、<strong>メインページのURL</strong>をコピーして、控えてください。</p>

<h3>キャッチコピー</h3>

<h4>ウェブサイトの最も重要な写真</h4>

<p>最低、2枚だけでも用意しましょう。<br />
これから調達する場合は、どんな写真にするかだけでも考えましょう。有料（ここ大事）の写真素材、店舗の外観・内装、看板メニューのアップ、ステージの写真、スタッフの笑顔など。</p>

<h4>写真の見出し・添える説明文</h4>

<p>このテーマは、それぞれの写真に「見出し」と「説明文」が必要です。特定のページへ移動させることもできます。<br />
自分の店舗・団体の「強み」を表す「決めゼリフ」を考えておきましょう。</p>

<hr />
<p>素材集めって、大変ですね。<br />
だいたい集まったら、「ratio_3_2」テーマの初期設定に入りましょう。</p>