<!-- BaserPageTagBegin -->
<?php $this->BcBaser->setTitle('2. サイト基本設定を入力する') ?>
<?php $this->BcBaser->setDescription('') ?>
<?php $this->BcBaser->setPageEditLink(16) ?>
<!-- BaserPageTagEnd -->

<p>続いて、管理画面の「システム設定 &gt; サイト基本設定」へ移動してください。<br />
運用に必須の情報を、作成するサイトの内容に合わせていきます。</p>

<div class="alert alert-danger">このページの情報の入力が終わるまでは、ウェブサイトを公開しないでください（URLをブログに掲載する、Twitterでつぶやくなど）。<br />
「baserCMSの公式サイトと同じ内容を掲載している」と検索サイトに判断され、評価が下がってしまうかもしれません。</div>

<div class="thumbnail"><img align="" alt="ratio_3_2_siteconfig_01.jpg" class="img-responsive" src="../../theme/ratio_3_2/img/default/ratio_3_2_siteconfig_01__large.jpg" /></div>

<h3>基本項目</h3>

<p>基本項目の内容は、baserCMSの内容になっています。自分のウェブサイトにあった内容に書き換えてください。</p>

<h4>WEBサイト名</h4>

<p>先ほど決めた「正式なウェブサイト名」を入力してください。</p>

<h4>WEBサイトタイトル</h4>

<p>先ほど決めた「ウェブサイト名」を入力してください。これは、トップページ以外のタイトルの最後にも表示されます。</p>

<h4>サイト基本キーワード</h4>

<p>空欄で構いません。</p>

<h4>サイト基本説明文</h4>

<p>先ほど決めた、ウェブサイトの説明文を入力してください。</p>

<h3>オプション</h3>

<p>「オプション」ボタンをクリックして細かい設定を開き、以下の項目を編集してください。</p>

<h4>GoogleMaps住所</h4>

<p>GoogleMapsの地図を出すことができます。店舗がある場合は、できるだけ正確な住所を書いてください。郵便番号は不要です。</p>

<h4>モバイル・スマートフォン</h4>

<p><strong>いずれも、「対応する」のチェックを外してください。</strong><br />
このテーマは、端末の画面サイズによって最適な表示を提供します（レスポンシブウェブデザイン）。このため、モバイル用のテンプレートは利用していません。</p>

<p>すべて入力したら、画面下の「<strong>保存</strong>」ボタンを押してください。<br />
なお、baserCMSは「保存」ボタンはすべて、画面の下にあります。押し忘れないようにしましょう。</p>