<!-- BaserPageTagBegin -->
<?php $this->BcBaser->setTitle('画像素材の比率を統一') ?>
<?php $this->BcBaser->setDescription('') ?>
<?php $this->BcBaser->setPageEditLink(27) ?>
<!-- BaserPageTagEnd -->

<h2 class="mt0">写真の切り抜き、いりません。</h2>

<p>デザイン性の高いテーマのほとんどは、「場所ごとに写真が自動で切り抜かれる」ことが多いです。<br />
ですが、比率によっては顔が切れてしまったり、建物が全部入りきらなかったり&hellip;<br />
写真が得意な人でない限り、切り抜かれたあとも想定した素材を用意するのは、難しいものです。</p>

<p>「ratio_3_2」は、テーマ内のすべての画像（メイン画像・ブログ記事のアイキャッチ画像）の写真比率が「3：2」であることを前提としています。</p>

<p>3：2は、デジタル一眼レフカメラで撮影した画像の原寸比率です。配布・販売されている画像素材も、ほとんどが3：2となっています。<br />
用意した画像をアップロードするだけで、イメージ通りのウェブサイトを作ることができます。</p>

<p>&hellip;もちろん、明らかな失敗写真を直すことはできません（；&omega;；｀ ﾌﾞﾜｯ<br />
撮り直すか、オンラインの写真加工ツールを使ってみましょう。</p>