<!-- BaserPageTagBegin -->
<?php $this->BcBaser->setTitle('不要な機能をカット') ?>
<?php $this->BcBaser->setDescription('') ?>
<?php $this->BcBaser->setPageEditLink(26) ?>
<!-- BaserPageTagEnd -->

<h2 class="mt0">スライドショー、最後まで見ますか？</h2>

<p>ほとんどのCMS用テーマには「スライドショー」があります。<strong>かっこよくて人気があるから</strong>です。<br />
ですが、スマートフォンの小さな画面での訪問が多くなった今、よほど魅力的な写真を使用しない限り、スライドショーの二枚目以降はほとんど意味を成さなくなっています。</p>

<p>このテーマでは、テーマ設定の「メイン画像」は、タイル状に表示されます。<br />
1枚目が最も大きく、2枚目〜5枚目は、小さめに表示されます。</p>

<p>良い写真を用意できないときは、最低限1・2枚目だけでも公開できます。もっと大切な、<strong>中身＝コンテンツの作成</strong>に集中しましょう。</p>

<p>※トップページの修正が必要です</p>

<h2>ブログコメント、ちゃんと管理できますか？</h2>

<p><strong>このテーマは、ブログコメントに対応していません。</strong><br />
SNSが普及し、各記事にコメントが投稿されるのは、有名人ブログくらいです。また、コメント機能は不快なスパムやフィッシングサイトへの誘導に利用される危険性の方が高く、一般の人には管理しきれません。</p>

<p>小規模のウェブサイトではむしろ、不要な機能と言えます。交流はSNSを積極的に使っていきましょう。</p>

<h2>重要な要素はしっかりと。</h2>

<p>「ratio_3_2」では、時代に合わない機能を廃する代わりに、ウェブサイトの効果的な運用に必要な要素を充実させています。</p>

<ul>
	<li>ページとブログの「前後ページ」デザインの差別化</li>
	<li>各種SNSアイコン・ブログ記事のシェアボタン追加</li>
	<li>OGP・Twitterカードへの対応</li>
	<li>入力しやすいメールフォーム画面</li>
	<li>メールフォームの送信メール、注意文の文言を再考</li>
</ul>