<!-- BaserPageTagBegin -->
<?php $this->BcBaser->setTitle('多数のウィジェットエリア') ?>
<?php $this->BcBaser->setDescription('') ?>
<?php $this->BcBaser->setPageEditLink(29) ?>
<!-- BaserPageTagEnd -->

<h2 class="mt0">ウィジェットを組み合わせて、簡単カスタマイズ。</h2>

<p>baserCMSには、ブログの新着情報や、広告バナーなどのパーツを簡単に掲載できる「<strong>ウィジェット</strong>」という機能があります。</p>

<p>通常は、サイドメニューだけに使用されているウィジェットですが、この「ratio_3_2」ではメインメニューや本文の上下にも使うことができます。<br />
<strong>トップページ後半は、すべてウィジェットエリアになっている</strong>ため、ブログの新着や外部フィードなどのパーツを好きな場所に移動できます。<br />
また、今の所不要なパーツは「非表示」にして、内容を消さずに非表示にしておくことも簡単にできます。</p>

<p>使い方によっては、最近よく見るウェブサイトのように、ページ先頭に一時的なお知らせを掲載したり、ページ下部に大きな地図や「お問い合わせはこちら」を掲載することもできます。</p>

<h2>三種類のフィード</h2>

<p>baserCMSのフィードは一種類のみですが、このテーマはTwitter・Instagramでは独自のレイアウトで表示することができます。</p>

<p>※利用には、外部サービスとの連携が必要です。詳しくは「カスタマイズ」のページを参照ください。</p>

<h2>Google Adsenceの広告もOK！</h2>

<p>端末の画面サイズによってレイアウトが変わる「レスポンシブデザイン」テーマの多くには、大きな欠点があります。<br />
サイドメニューの幅も伸び縮みするので、<strong>タブレットや小型のネットブックでは、Google Adsenseなどの自動広告がはみ出してしまう</strong>のです。<br />
これは、日本で利用できる多くの自動広告バナーが、幅を伸縮させることができないためです。</p>

<p>「ratio_3_2」のサイドメニューは、どんな画面幅でも、300ピクセル以下になることはありません。<br />
幅300ピクセルの「レクタングル広告」がぴったり収まります。</p>